[{"manga_id": 1, "manga_name": "Black Clover", "thumbnail": "", "author": "Tabata Yuuki", "description": "Aster và Yuno là hai đứa trẻ bị bỏ rơi ở nhà thờ và cùng nhau lớn lên tại đó. Khi còn nhỏ, chúng đã hứa với nhau xem ai sẽ trở thành Ma pháp vương tiếp theo. Khi cả hai lớn lên, mọi sô chuyện đã thay đổi. Yuno là thiên tài ma pháp với sức mạnh tuyệt đỉnh trong khi Aster lại không thể sử dụng ma pháp và cố gắng bù đắp bằng thể lực. Thế nhưng, sức mạnh của kẻ bị bỏ rơi Aster không phải chỉ như thế...", "categories": ["Shounen", "Mystery", "Comedy", "Adventure", "Action"], "last_update": "", "chapters": []}, {"manga_id": 2, "manga_name": "R402", "thumbnail": "", "author": "N/a", "description": "Gặp em xinh tươi lỡ đánh rơi máy rung trong lúc đang sử dụng, chắc mọi người biết chuyện gì sắp diễn rồi rồi chứ?", "categories": ["Romance", "Ecchi", "Adult"], "last_update": "", "chapters": []}, {"manga_id": 3, "manga_name": "メイドインアビス; 来自深渊", "thumbnail": "", "author": "TUKUSHI Akihito", "description": "Hệ thống hang động khổng lồ, nơi duy nhất trên thế giới còn chưa được khám phá hay còn được biết đến với cái tên, Abyss. Không ai biết được mê cung bí ẩn này sâu xuống bao nhiêu, có những quái vật cũng như di tích nào. Rất nhiều nhà thám hiểm đã dấn thân vào công cuộc thám hiểm nơi đâu. Qua thờii gian, những ai có đủ can đảm để bước xuống mê cung này thường được gọi bằng cái tên Thám hiểm gia hang động. Ở Oosu, thị trấn bên rìa Abyss, có một cô bé mồ côi tên là Rico, nuôi ước trở thành một thám hiểm gia hang động như mẹ cô mà giải được bí ẩn cả Abyss. Một ngày nọ khi đang khám phá những bí ẩn bên dưới Abyss, cô đã gặp được một cậu bé robot...", "categories": ["Seinen", "Sci-Fi", "Fantasy", "Adventure"], "last_update": "", "chapters": []}]